Revit 2027 API
SymbolTypeId.Rpm Property
 Symbol RPM, indicating unit Revolutions per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Rpm { get; }
Public Shared ReadOnly Property Rpm As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Rpm {
	ForgeTypeId^ get ();
}
static member Rpm : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace